Repository: violetatrium/lede
Catalog: local-feeds/luci/applications/luci-app-noddos/po/*/noddos.po
Languages: hu, ja, mr, zh_hans

source: Class
hu: Osztály
ja: クラス
mr: क्लास
zh_hans: 类

source: Client Firewall
hu: Ügyfél tűzfala
ja: クライアント ファイアウォール
mr: क्लायंट फायरवॉल
zh_hans: 客户端防火墙

source: Clients
hu: Ügyfelek
ja: クライアント
mr: क्लायंट
zh_hans: 客户端

source: DhcpHostname
hu: DHCP gépnév
ja: DHCP ホスト名

source: DhcpVendor
hu: DHCP gyártó
ja: DHCP ベンダー

source: Don't monitor these IPv4 addresses
hu: Ne figyelje meg ezeket az IPv4-címeket
ja: これらの IPv4 アドレスを監視しません。
mr: या IPv4 पत्त्यांचे निरीक्षण करू नका
zh_hans: 不要监视这些 IPv4 地址

source: Don't monitor these IPv6 addresses
hu: Ne figyelje meg ezeket az IPv6-címeket
ja: これらの IPv6 アドレスを監視しません。
mr: या IPv6 पत्त्यांचे निरीक्षण करू नका
zh_hans: 不要监视这些 IPv6 地址

source: Don't monitor these MAC addresses
hu: Ne figyelje meg ezeket a MAC-címeket
ja: これらの MAC アドレスを監視しません。
mr: या मॅक पत्त्यांचे निरीक्षण करू नका
zh_hans: 不要监视这些 MAC 地址

source: Excluded IPv4 addresses
hu: Kizárt IPv4-címek
ja: 除外する IPv4 アドレス
mr: वगळलेले IPv4 पत्ते
zh_hans: 排除的 IPv4 地址

source: Excluded IPv6 addresses
hu: Kizárt IPv6-címek
ja: 除外する IPv6 アドレス
mr: वगळलेले IPv6 पत्ते
zh_hans: 排除的 IPv6 地址

source: Excluded MAC addresses
hu: Kizárt MAC-címek
ja: 除外する MAC アドレス
mr: वगळलेले मॅक पत्ते
zh_hans: 排除的 MAC 地址

source: Hostname
hu: Gépnév
ja: ホスト名
mr: होस्टनाव
zh_hans: 主机名

source: Manufacturer
hu: Gyártó
ja: 製造元
mr: निर्माता
zh_hans: 制造商

source: Model
hu: Modell
ja: モデル
mr: मॉडेल
zh_hans: 型号

source: Noddos Client Tracking
hu: Noddos ügyfelek követése
ja: Noddos クライアント トラッキング
mr: Noddos क्लाएंट ट्रॅकिंग
zh_hans: Noddos 客户端跟踪

source: Noddos Clients
hu: Noddos ügyfelek
ja: Noddos クライアント
mr: Noddos क्लायंट
zh_hans: Noddos 客户端

source: Noddos controls traffic from the clients on your network to the Internet. This helps protect your network, the bandwidth on your Internet connection and the Internet
hu: A Noddos szabályozza a hálózaton lévő ügyfelektől érkező forgalmat az internet felé. Ez segít megvédeni a hálózatát, az internetkapcsolat sávszélességét és az internetet
ja: Noddos は、ネットワーク内のクライアントからインターネットへのトラフィックを制御します。これは、ネットワークとインターネット接続の帯域幅、インターネットの保護に役立ちます。
mr: नोडडोस आपल्या नेटवर्कवरील ग्राहकांकडून इंटरनेटवर रहदारी नियंत्रित करते. हे आपले नेटवर्क, आपल्या इंटरनेट कनेक्शनवरील बँडविड्थ आणि इंटरनेट संरक्षित करते
zh_hans: Noddos 控制您网络上的客户端到互联网的流量。这有助于保护您的网络、您的互联网连接以及互联网

source: Private networks
hu: Személyes hálózatok
ja: プライベート ネットワーク
mr: खाजगी नेटवर्क
zh_hans: 私人网络

source: Recognized Clients
hu: Felismert ügyfelek
ja: 識別済クライアント
mr: मान्यताप्राप्त ग्राहक
zh_hans: 认可的客户

source: Report traffic to private networks (10/8, 172.16/12, 192.168/16, fd75:6b5d:352c:ed05::/64)
hu: Forgalom jelentése a személyes hálózatokba (10/8, 172.16/12, 192.168/16, fd75:6b5d:352c:ed05::/64)
ja: プライベート ネットワークへのトラフィックについてのレポート（10/8, 172.16/12, 192.168/16, fd75:6b5d:352c:ed05::/64）
mr: खाजगी नेटवर्कवर रहदारीचा अहवाल द्या (10/8, 172.16/12, 192.168/16, fd75:6b5d:352c:ed05::/64)
zh_hans: 报告专用网络流量（10/8，172.16/12，192.168/16，fd75:6b5d:352c:ed05::/64）

source: Server Settings
hu: Kiszolgáló beállításai
ja: サーバー設定
mr: सर्व्हर सेटिंग्ज
zh_hans: 服务器设置

source: The following clients have been discovered on the network. The last discovery was completed at
hu: A következő ügyfelek lettek felfedezve a hálózaton. Az utolsó felfedezés ekkor fejeződött be:
ja: 以下のクライアントがネットワーク内で見つかりました。探索の最終実行日時:
mr: खालील क्लायंट नेटवर्कवर सापडले आहेत. शेवटचा शोध येथे पूर्ण झाला
zh_hans: 已在网络上发现以下客户端。最后发现于

source: Unrecognized Clients
hu: Felismerhetetlen ügyfelek
ja: 未識別クライアント
mr: अपरिचित ग्राहक
zh_hans: 无法识别的客户端

source: Upload anonimized traffic stats
hu: Anonimizált forgalomstatisztikák feltöltése
ja: 匿名トラフィック状況のアップロード
mr: anonimized रहदारी आकडेवारी अपलोड करा
zh_hans: 上传匿名流量统计信息

source: Uploading your statistics helps improving device recognition and discovering hacked devices & botnets
hu: A statisztikák feltöltése segít továbbfejleszteni az eszközfelismerést, valamint felderíteni a feltört eszközöket és a botneteket
ja: デバイスの識別や、ハックされたデバイスとボットネットの発見の改善に役立てるため、統計をアップロードします。
mr: आकडेवारी अपलोड करणे डिव्हाइस ओळख सुधारण्यात आणि हॅक केलेली डिव्हाइस आणि बॉटनेट शोधण्यात मदत करते
zh_hans: 上传统计信息有助于提高设备识别率，并发现被黑客入侵的设备及僵尸网络
