Repository: violetatrium/lede
Catalog: local-feeds/luci/applications/luci-app-advanced-reboot/po/*/advanced-reboot.po
Languages: ru

source: Advanced Reboot
ru: Дополнительная перезагрузка

source: Alternative
ru: Альтернатива

source: Cancel
ru: Отменить

source: Confirm
ru: Подтвердить

source: Current
ru: Текущий

source: ERROR:
ru: ОШИБКА:

source: No access to fw_printenv or fw_printenv!
ru: Нет доступа к fw_printenv или fw_printenv!

source: Partition
ru: Раздел

source: Partitions
ru: Разделы

source: Perform power off...
ru: Выполнить отключение...

source: Power Off Device
ru: Отключить питание устройства

source: Proceed
ru: Продолжить

source: Reboot Device to an Alternative Partition
ru: Перезагрузить устройство в альтернативный раздел

source: Reboot to alternative partition...
ru: Перезагрузить до альтернативного раздела...

source: Reboot to current partition
ru: Перезагрузка к текущему разделу

source: Rebooting...
ru: Перезагрузка...

source: Shutting down...
ru: Отключается...

source: Status
ru: Состояние

source: The system is rebooting now.<br /> DO NOT POWER OFF THE DEVICE!<br /> Wait a few minutes before you try to reconnect. It might be necessary to renew the address of your computer to reach the device again, depending on your settings.
ru: Система перезагружается сейчас.<br /> НЕ ОТКЛЮЧАЙТЕ ПИТАНИЕ УСТРОЙСТВА!<br /> Подождите несколько минут, прежде чем попытаться установить соединение снова. Возможно, потребуется обновить адрес компьютера для повторного доступа к устройству в зависимости от ваших настроек.

source: The system is rebooting to an alternative partition now.<br /> DO NOT POWER OFF THE DEVICE!<br /> Wait a few minutes before you try to reconnect. It might be necessary to renew the address of your computer to reach the device again, depending on your settings.
ru: Система перезагружается на альтернативный раздел сейчас.<br /> НЕ ОТКЛЮЧАЙТЕ ПИТАНИЕ УСТРОЙСТВА!<br /> Подождите несколько минут, прежде чем попытаться установить соединение снова. Возможно, потребуется обновить адрес компьютера для повторного доступа к устройству в зависимости от ваших настроек.

source: The system is shutting down now.<br /> DO NOT POWER OFF THE DEVICE!<br /> It might be necessary to renew the address of your computer to reach the device again, depending on your settings.
ru: Система сейчас отключается.<br /> НЕ ОТКЛЮЧАЙТЕ ПИТАНИЕ УСТРОЙСТВА!<br /> Возможно, потребуется обновить адрес компьютера для повторного доступа к устройству в зависимости от настроек.

source: Unable to find Dual Boot Flag Partition.
ru: Невозможно найти Dual Boot раздел.

source: Unable to obtain firmware environment variable
ru: Невозможно получить переменную среды прошивки

source: Unable to set Dual Boot Flag Partition entry for partition
ru: Невозможно использовать Dual Boot раздел.

source: Unable to set firmware environment variable
ru: Невозможно установить переменную среды прошивки

source: WARNING: An alternative partition might have its own settings and completely different firmware.<br /><br /> As your network configuration and WiFi SSID/password on alternative partition might be different, you might have to adjust your computer settings to be able to access your device once it reboots.<br /><br /> Please also be aware that alternative partition firmware might not provide an easy way to switch active partition and boot back to the currently active partition.<br /><br /> Click "Proceed" below to reboot device to an alternative partition.
ru: ВНИМАНИЕ: альтернативный раздел может иметь собственные настройки и совершенно другую прошивку.<br /><br /> Поскольку ваши настройки сети и WiFi SSID/пароли на альтернативных разделах могут отличаться, может потребоваться изменить настройки компьютера, чтобы иметь возможность получить доступ к устройству после перезагрузки .<br /><br /> Помните также, что альтернативный раздел с прошивкой может не обеспечить простой способ переключения активного раздела и загрузки обратно в текущий активный раздел.<br /><br /> Нажмите "Продолжить" ниже, чтобы перезагрузить устройство в альтернативный раздел.

source: WARNING: Power off might result in a reboot on a device which doesn't support power off.<br /><br /> Click "Proceed" below to power off your device.
ru: ВНИМАНИЕ: Отключение питания может привести к перезагрузке устройства, которое не поддерживает выключение питания.<br /><br /> Нажмите "Продолжить" ниже, чтобы выключить устройство.

source: Warning: There are unsaved changes that will get lost on reboot!
ru: Внимание: Есть несохраненные изменения, которые будут потеряны при перезагрузке!

source: Warning: This system does not support powering off!
ru: Внимание: Эта система не поддерживает отключение питания!
