Repository: violetatrium/lede
Catalog: local-feeds/luci/applications/luci-app-nlbwmon/po/*/nlbwmon.po
Languages: ru

source: %d IPv4-only hosts
ru: %d только IPv4 хост(а)

source: %d IPv6-only hosts
ru: %d только IPv6 хост(а)

source: %d dual-stack hosts
ru: %d хост(а) с двумя стеками

source: %s and %s
ru: %s и %s

source: %s, %s and %s
ru: %s, %s и %s

source: -1 - Restart every last day of month
ru: -1 - Перезапуск каждый последний 'День месяца'

source: -7 - Restart a week before end of month
ru: -7 - Перезапуск за неделю до конца месяца

source: 1 - Restart every 1st of month
ru: 1 - Перезапуск каждый 1-й месяц.

source: 10m - frequent commits at the expense of flash wear
ru: 10m - частое сохранение, повышенный износ флеш памяти.

source: 12h - compromise between risk of data loss and flash wear
ru: 12h - компромисс между риском потери данных и нагрузкой на флеш память.

source: 24h - least flash wear at the expense of data loss risk
ru: 24h - наименьшая нагрузка на флеш память, но есть риск потери данных.

source: 30s - refresh twice per minute for reasonably current stats
ru: 30s - обновлять дважды в минуту, что достаточно для отображения текущей статистики.

source: 5m - rarely refresh to avoid frequently clearing conntrack counters
ru: 5m - частота обновления, чтобы избежать частого сброса значений счетчиков отслеживания соединений.

source: 60s - commit minutely, useful for non-flash storage
ru: 60s - поминутное сохранение, флеш память не используется.

source: <big id="conn-total">0</big> connections
ru: <big id="conn-total">0</big> соединений

source: <big id="host-total">0</big> hosts
ru: <big id="host-total">0</big> хост(а)

source: <big id="ipv6-hosts">0%</big> IPv6 support rate among hosts
ru: <big id="ipv6-hosts">0%</big> IPv6 скорость поддержки среди хостов

source: <big id="ipv6-rx">0B</big> total IPv6 download
ru: <big id="ipv6-rx">0B</big> всего IPv6 получено

source: <big id="ipv6-share">0%</big> of the total traffic is IPv6
ru: <big id="ipv6-share">0%</big> общий трафик IPv6

source: <big id="ipv6-tx">0B</big> total IPv6 upload
ru: <big id="ipv6-tx">0B</big> всего IPv6 отправлено

source: <big id="layer7-most-conn">0</big> cause the most connections
ru: <big id="layer7-most-conn">0</big> максимальное кол-во соединений

source: <big id="layer7-most-rx">0</big> cause the most download
ru: <big id="layer7-most-rx">0</big> максимальное получение (RX)

source: <big id="layer7-most-tx">0</big> cause the most upload
ru: <big id="layer7-most-tx">0</big> максимальная передача (TX)

source: <big id="layer7-total">0</big> different application protocols
ru: <big id="layer7-total">0</big> различное применение протоколов

source: <big id="rx-total">0</big> download
ru: <big id="rx-total">0</big> получение (RX)

source: <big id="tx-total">0</big> upload
ru: <big id="tx-total">0</big> передача (TX)

source: Accounting period
ru: Отчетный период

source: Advanced Settings
ru: Дополнительные настройки

source: Application
ru: Применение

source: Application Protocols
ru: Применение протоколов

source: Backup
ru: Резервная копия

source: Bandwidth Monitor
ru: Трафик

source: CSV, grouped by IP
ru: CSV, сгруппированный по IP-адресу

source: CSV, grouped by MAC
ru: CSV, сгруппированный по MAC-у

source: CSV, grouped by protocol
ru: CSV, сгруппированный по протоколу

source: Changing the accounting interval type will invalidate existing databases!<br /><strong><a href="%s">Download backup</a></strong>.
ru: Изменение типа интервала учета, приведет к аннулированию существующих баз данных!<br /><strong><a href="%s">Загрузка резервной копии</a></strong>.

source: Choose "Day of month" to restart the accounting period monthly on a specific date, e.g. every 3rd. Choose "Fixed interval" to restart the accounting period exactly every N days, beginning at a given date.
ru: Выберите 'День месяца', чтобы перезапустить отчетный период ежемесячно на определенную дату например, каждое 3-е число месяца.<br />Выберите 'Фиксированный интервал', чтобы перезапустить отчетный период через каждые N дней, начиная с заданной даты.

source: Commit interval
ru: Интервал сохранения

source: Compress database
ru: Сжатие базы данных

source: Configuration
ru: Настройка config файла

source: Conn.
ru: Соед.

source: Connections
ru: Соединения

source: Connections / Host
ru: Соединения / Хост

source: Database directory
ru: Папка базы данных

source: Database storage directory. One file per accounting period will be placed into this directory.
ru: Папка хранения базы данных. В эту папку будет помещен один файл за отчетный период.

source: Day of month
ru: День месяца

source: Day of month to restart the accounting period. Use negative values to count towards the end of month, e.g. "-5" to specify the 27th of July or the 24th of Februrary.
ru: Выберите день месяца для перезапуска отчетного периода. Используйте отрицательные значения для подсчета к концу месяца, например, '-5', чтобы указать 27-е июля или 24-е февраля.

source: Display
ru: Показать состояние

source: Download / Application
ru: Получение / Применение

source: Download Database Backup
ru: Загрузка резервной копии базы данных

source: Dualstack enabled hosts
ru: Dualstack включенный хост(а)

source: Due date
ru: Дата перезапуска

source: Export
ru: Сохранить статистику

source: Family
ru: Семейство протоколов

source: Fixed interval
ru: Фиксированный интервал

source: Force reload…
ru: Принудительная перезагрузка...

source: General Settings
ru: Основные настройки

source: Generate Backup
ru: Создать резервную копию

source: Host
ru: Хост

source: Hostname: <big id="bubble-hostname">example.org</big>
ru: Имя хоста: <big id="bubble-hostname">пример.org</big>

source: IPv4 vs. IPv6
ru: IPv4 против IPv6

source: Interval
ru: Интервал

source: Interval at which the temporary in-memory database is committed to the persistent database directory.
ru: Интервал, через который временная база данных из оперативной памяти сохраняется в папку постоянной базы данных.

source: Interval at which traffic counters of still established connections are refreshed from netlink information.
ru: Интервал при котором счетчики трафика все еще установленных подключений, обновляются из данных по сетевым соединениям.

source: Invalid or empty backup archive
ru: Недопустимый или пустой архив резервной копии

source: JSON dump
ru: Дамп JSON

source: Length of accounting interval in days.
ru: Продолжительность учетного интервала в днях.

source: Local interfaces
ru: Локальные интерфейсы

source: Local subnets
ru: Локальные подсети

source: Maximum entries
ru: Максимальное количество записей

source: Maximum number of accounting periods to keep, use zero to keep databases forever.
ru: Максимальное количество отчетных периодов для хранения.<br />Установив значение '0', вы сохраните баз данных навсегда.

source: Netlink Bandwidth Monitor
ru: Мониторинг трафика сети

source: Netlink Bandwidth Monitor - Backup / Restore
ru: Мониторинг трафика сети - Резервная копия / Восстановление

source: Netlink Bandwidth Monitor - Configuration
ru: Мониторинг трафика сети - Настройка

source: No data recorded yet.
ru: Данные еще не записаны.

source: Only conntrack streams from or to any of these networks are counted.
ru: Отслеживаются только соединения из или в любую из этих сетей.

source: Only conntrack streams from or to any of these subnets are counted.
ru: Отслеживаются только соединения из или в любую из этих подсетей.

source: Preallocate database
ru: Максимальный размер базы данных

source: Protocol
ru: Протокол

source: Protocol Mapping
ru: Сравнение протоколов

source: Protocol mappings to distinguish traffic types per host, one mapping per line. The first value specifies the IP protocol, the second value the port number and the third column is the name of the mapped protocol.
ru: Сравнение протоколов для поиска различий типов трафика на хост, один протокол в строке.<br />Первое значение указывает IP-протокола, второе значение номер порта и третье имя протокола.

source: Refresh interval
ru: Интервал обновления

source: Restore
ru: Восстановить

source: Restore Database Backup
ru: Восстановление резервной копии базы данных

source: Select accounting period:
ru: Выберите отчетный период:

source: Source IP
ru: IP-адрес источника

source: Start date
ru: Дата начала

source: Start date of the first accounting period, e.g. begin of ISP contract.
ru: Дата начала первого отчетного периода, например начало договора с провайдером.

source: Stored periods
ru: Сохраненные периоды

source: The Netlink Bandwidth Monitor (nlbwmon) is a lightweight, efficient traffic accounting program keeping track of bandwidth usage per host and protocol.
ru: Мониторинг трафика сети (nlbwmon) - это легкая и эффективная программа учета трафика, отслеживающая использование хостами протоколов, портов и их активность.

source: The following database files have been restored: %s
ru: Восстановлены следующие файлы базы данных: %s

source: The maximum amount of entries that should be put into the database, setting the limit to 0 will allow databases to grow indefinitely.
ru: Максимальное количество записей, которые должны быть помещены в базу данных.<br />Значение '0' позволит базам данных расти бесконечно.

source: Traffic / Host
ru: Трафик / Хост

source: Traffic Distribution
ru: Распределение трафика

source: Upload / Application
ru: Передача / Применение

source: Vendor: <big id="bubble-vendor">Example Corp.</big>
ru: Производитель: <big id="bubble-vendor">Например Corp.</big>

source: Warning
ru: Внимание

source: Whether to gzip compress archive databases. Compressing the database files makes accessing old data slightly slower but helps to reduce storage requirements.
ru: Архивировать в tar.gz базы данных. Сжатие файлов базы данных, сделает доступ к данным немного медленнее, но поможет уменьшить требования к хранилищу.

source: Whether to preallocate the maximum possible database size in memory. This is mainly useful for memory constrained systems which might not be able to satisfy memory allocation after longer uptime periods.
ru: Заранее выделить максимально возможный размер базы данных в памяти. Это полезно для систем с ограниченным объемом памяти, которые могут быть не в состоянии выделить необходимый объем памяти после долгой бесперебойной работы.

source: no traffic
ru: нет трафика

source: other
ru: другие
