Repository: violetatrium/lede
Catalog: local-feeds/luci/applications/luci-app-vpnbypass/po/*/vpnbypass.po
Languages: es

source: Domains to Bypass
es: Dominios a omitir

source: Domains to be accessed directly (outside of the VPN tunnel), see
es: Dominios a los que se puede acceder directamente (fuera del túnel VPN), consulte

source: Local IP Addresses to Bypass
es: Direcciones IP locales para omitir

source: Local IP addresses or subnets with direct internet access (outside of the VPN tunnel)
es: Direcciones IP o subredes locales con acceso directo a Internet (fuera del túnel VPN)

source: Local Ports to Bypass
es: Puertos locales para evitar

source: Local ports to trigger VPN Bypass
es: Puertos locales para activar VPN Bypass

source: README
es: LÉEME

source: Remote IP Addresses to Bypass
es: Direcciones IP remotas para omitir

source: Remote IP addresses or subnets which will be accessed directly (outside of the VPN tunnel)
es: Direcciones IP remotas o subredes a las que se accederá directamente (fuera del túnel VPN)

source: Remote Ports to Bypass
es: Puertos remotos para omitir

source: Remote ports to trigger VPN Bypass
es: Puertos remotos para activar VPN Bypass

source: Service Status
es: Estado del servicio

source: VPN Bypass Rules
es: Reglas de VPN Bypass

source: VPN Bypass Settings
es: Configuración de VPN Bypass

source: for syntax
es: para la sintaxis
