Repository: violetatrium/lede
Catalog: local-feeds/luci/applications/luci-app-ntpc/po/*/ntpc.po
Languages: ro

source: Clock Adjustment
ro: Ajustarea ceasului

source: Count of time measurements
ro: Masuratori de timp

source: Current system time
ro: Timpul curent de sistem

source: Hostname
ro: Numele de host

source: Offset frequency
ro: Frecventa de offset

source: Synchronizes the system time
ro: Sincronizeaza timpul sistemului

source: Time Server
ro: Server de timp

source: Time Servers
ro: Serverele de timp

source: Time Synchronisation
ro: Sincronizarea de timp

source: Update interval (in seconds)
ro: Intervalul de actualizare (in secunde)

source: empty = infinite
ro: gol = infinit
